---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MultiReferenceAnnotationShowDimensionText
source: html/5408353d-b6ec-993b-26c2-a07434c686aa.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MultiReferenceAnnotationShowDimensionText Property

"Show Dimension Text"

## Syntax (C#)
```csharp
public static ForgeTypeId MultiReferenceAnnotationShowDimensionText { get; }
```